[
{"Productname": ["Samsung Galaxy A34 8GB+256GB"], "BrandName": ["Samsung"], "DiscountPrice": ["Rs. 102,999"], "OrighnalPrice": ["Rs. 114,999"], "Category": "smartphones", "ProductUrl": "https://www.daraz.pk/products/samsung-galaxy-a54-8gb256gb-i432674368-s2067645348.html?search=1", "image_urls": ["https://static-01.daraz.pk/p/1a5dcc6a24c0a135fce9e70575fe2d3c.jpg_750x750.jpg_.webp"], "images": [{"url": "https://static-01.daraz.pk/p/1a5dcc6a24c0a135fce9e70575fe2d3c.jpg_750x750.jpg_.webp", "path": "full/0cccec712bde3254182ace29f11d737600fe74a1.jpg", "checksum": "9c0b15a8ed04132bd0ab97fa9e33dc15", "status": "downloaded"}], "Rating": ["4.8"], "reviews": ["#11.11 its my Best Purchase of 11 11 sale on Daraz .. Got a huge Discount of 12k  From Daraz and HBL .. Box Pack .. Official PTA Approved .. Genuine Samsung Device .. Honestly i am really Greatful to Daraz for their efforts .. Delivering such Quality Services and Affordable Prices .. Original Product .. I for Sure Recommend the Seller and the Product .. Thank You Daraz .. 👍", "I just received the mobile. There is no charging dock and hand free. I think both things will be there because it's a very costly phone. Rest is okay. A little bit of delivery service is required to be upgrade by Draz ", "Orignal Brand New Product! Proper Packed Sealed Phone! PTA Approved Pin Pack With Orignal Samsung Seal. Delivered Within Week With proper Packaging FDA! 10/10", "Best phone.. same as shown.. market competitive price and comes sealed packed. Delivered in just under 24 hours. Thank You seller.", "GOOD Experience. First it was sent by draz through a bike rider but when he came to know price of the shipment he refused to deliver it and hence attempted delivery became unsuccessful on11-11-2023. Later it was delivered next day through delivery van.  Thanks to ALMIGHTY ALLAH that I have received it in original condition without any damage. Valuable shipment should be handled and delivered with great care in future.", "very nice and looked authentic 👍 but the delivery time was too late, I have got this after 8 days.", "This phone is awesome. Properly packed, genuine product. fast delivery", "it is a fantastic item it is awesome item ", "Original Product. Fone is Good. Will update my review after using the fone for 7 days", "Good Quality samsung A34 and Best Daraz store ", "#RWC2 Good phone. Original Samsung. Nice packaging. Fast delivery. Overall a wonderful experience shopping from Daraz Mall #RWC2", "#11.11 Daraz #11.11 always fulfils the Desire. The product is superb 👌 and according to the prescribed. Fast Shipping. Delivery on time. Seller Service is Excellent.  Recommended Seller ", "#11.11 original product as shown in pictures and pta approved. amazing discounts on daraz 11.11. value for money", "#11.11 very nice phone. seller recommended ", "Very nice phone. Bought at a very reasonable price from market. 100% original. PTA approved.", "#11.11 amazing discount on 11.11. genuine product with next day delivery. PTA approved", "Superb. I am so happy to find Sasta and behtreen mobile than market by using HBL Voucher. Thank you Daraz Thank you Samsung ", "#1111 original mobile phones. timely delivered. pta approved. highly recommended. ", "Very nice got it from 11.11 sale with huge discount but delivered very late but that's not seller faultUnresponsive seller in chatBut phone is great", "💯 Original product ", "original product, PTA approvedpacking was good too. will definitely buy again.thank you", "Original mobile ", "#11.11Same as shown a very good phone I was really impressed ", "Excellent & 100 % original,  Highly Recommended 👌 ", "#11.11 Collected today, seals intact, seems original product", "An interesting product recommended to buy from seller ", "received in perfectly sealed condition and got an amazing discount on 11/11 and hbl debit card.", "Received my parcel before mentioned time. seller service is very good. Also the product is genuine.", "sab kch perfect ha mgr ab market ma price down ho gayi ha mjhy lose ho Gaya ha ...1 lakh la mil Raha ha ", "Excellent ", "Great original product. Recieved same day and its always better to purchase online from genuine verified seller instead of local market. ", "the quality was upto the mark my ", "product received as requested. proper packaging with safety for fragile items. thank you.", "received in good condition and was not pre activated which is a good thing ", "Found as per description. Justifies the price. Recommended. Value for money. Genuine Product.", "wow amazing boht acha phone tha blkul non active pin pack zabrdaat 🤩🤩", "thankyou seller ", "Excellent and authentic product. Delivered within time. Kudos to team Samsung.", "got on 11.11 sale only in 93k. Orginal and unused ", "Very Good Product, Seller very cooperative and awesome delivery services 👍", "phone works good but doesnt include charging head and handsfree", "Great, happy to do business with. thank you. ", "satisfied CNIC must verify at time of delivery ", "Fully satisfied with Excellent and quick services.", "received on time, well packaed"]},
{"Productname": ["SPARX NEO 7 ULTRA 6+128GB || 6.7\" DISPLAY || 5000mAh BATTERY || OCTA CORE PROCESSOR || FAST CHARGING || PTA APPROVED || ONE YEAR BRAND WARRANTY"], "BrandName": ["No Brand"], "DiscountPrice": ["Rs. 26,499"], "OrighnalPrice": ["Rs. 39,000"], "Category": "smartphones", "ProductUrl": "https://www.daraz.pk/products/tecno-spark-10c-4gb-ram-128gb-rom-5000mah-pta-approved-official-brand-warranty-i430008255-s2049185995.html?search=1", "image_urls": ["https://static-01.daraz.pk/p/6ef8aeb46ab16d19726e1b0ceab9d8e2.jpg_750x750.jpg_.webp"], "images": [{"url": "https://static-01.daraz.pk/p/6ef8aeb46ab16d19726e1b0ceab9d8e2.jpg_750x750.jpg_.webp", "path": "full/b8f57ee653ce518a94a02a0d73a73826828292d2.jpg", "checksum": "42b33617455861060437a73057f81356", "status": "downloaded"}], "Rating": ["4.4"], "reviews": ["#11.11Wow! What a great mobile. The real thing is that seal pack, original, PTA approved, Under Warranty and all the accessory was included. Really appreciated to honest seller. This was my 1st time order of mobile phone and I was frightened but on receipt of mobile I joy and very very happy to see mobile. specifications are also same as describing.. Thanks seller and DARAZ", "thank u seller i like it very much ur product and ur respons u r the best seller of pakistan i proud of u . i recommand all pakistnies this seller is the best .honest man my fifth parcel recieved i mvery happy and thank u draz good service all the best be happy.", "I'm feeling really very bad to seee my order because it's not same color as i ordered...i have ordered yellow clr but receive golden clrr.i want to purchase infinix hot 30 but due to yellow clr i have ordered sparx 7 ultra because yellow mine favorite but poor response from seller", "Excellent mobile with very reasonable price, excellent built quality. seller is also very responsible and co operative.No hand free available and even no invoice bill which is very important. but have two issues, one is Sim Slot jacket (tray) is damaged,although received sealed pack mobile. it is responsibility of manufacture and their QC department. so , i humbly request to resolve the problem. second issue is warrenty card is missing. ", "thank you Daraz. kam price m achi chiz. saller bht acha h. mobile bht acha h. jaisa dikha waisa paya", "very very beautiful mobile ..i very happy.. price b okk.thanks daraz and seller ..thanku", "it's fantastic very beautiful mobile and seller is very honest", "Ya Yellow Bala 1 Odar keya Or is sa Pahly Pink ma Mela tha 2 Odar Mangvay Bohat Acha Mobile ha Ya Company Ache ha Fill hall to Agy ka Pata Ni . Allah Kary Mary Mobile C he Chaly Agy B Fell hall to Thek he . Thank You Mobile Shope salar & Daraz.pk also Thanks. ", "mara purana phone ka camera ka result harab ha lakin jasi cheez dikhi wasi hi milijasi products dikhayi wasi hi ayi NYC bro Thanks Daraz and seller  ", "The shopping with daraz is very easy and saving my time. this is so beautiful and and nice camera result.", "Same cheez send ki h jaisa deikhaya wah sa hi bhaija h thank you dealer and daraz ", "excellent zabardast hai Masha allah ", "Awesom,nice,beautifullvery nice Dealer,thanks Dealer and Daraz", "buhat hi Acha hy mujye Tu itna Pasand Aya same as shown very good mobil ", "Best Quality with Best PriceThanks Daraz to Give me Such a wonderful mobile phone", "very quick deliveryvery satisfied ", "Really Nice phone", "Good Mobile phone. "]},
{"Productname": ["TECNO SPARK 20 256GB ROM+16GB RAM*(8GB+8GB Extended) 5000mAh(typ) BATTERY  6.6\" HD+ 90Hz Refresh Rate PTA APPROVED OFFICIAL BRAND WARRANTY"], "BrandName": ["Tecno"], "DiscountPrice": ["Rs. 33,699"], "OrighnalPrice": ["Rs. 34,999"], "Category": "smartphones", "ProductUrl": "https://www.daraz.pk/products/30-8-gb-256-gb-16-mp-64-mp-2-mp-ai-5000-mah-i428559876-s2046485138.html?search=1", "image_urls": ["https://static-01.daraz.pk/p/50620c3d1a215a53a2eda8ae67930a6f.jpg_750x750.jpg_.webp"], "images": [{"url": "https://static-01.daraz.pk/p/50620c3d1a215a53a2eda8ae67930a6f.jpg_750x750.jpg_.webp", "path": "full/a4d11d5ae5474584ee52d392f61beb300883db1f.jpg", "checksum": "a5f334059f23d2ad085f0863c3e08b65", "status": "downloaded"}], "Rating": ["4.7"], "reviews": []},
{"Productname": ["N 105 Simba 2022-1.77 inch QQVGA Display- 2000 Contact-500 SMS PTA Approved"], "BrandName": ["No Brand"], "DiscountPrice": ["Rs. 9,100"], "OrighnalPrice": [], "Category": "smartphones", "ProductUrl": "https://www.daraz.pk/products/tecno-camon-20-8gb-ram-256gb-rom-5000mah-battery-pta-approved-official-brand-warranty-i430005529-s2047788423.html?search=1", "image_urls": ["https://pk-live-21.slatic.net/kf/Sbdac1b2339d44348b48c914585b4f26co.jpg_750x750.jpg_.webp"], "images": [{"url": "https://pk-live-21.slatic.net/kf/Sbdac1b2339d44348b48c914585b4f26co.jpg_750x750.jpg_.webp", "path": "full/097b67a409bb051604d6e913defeaa37132ed731.jpg", "checksum": "73dc4d9d1a8c807e6542a02d0565e37f", "status": "downloaded"}], "Rating": ["5.0"], "reviews": []}
]