[
{"Productname": ["Imported ViVo Y85 with Box & Charger - Dual Sim Approved - ViVo Y85a - 4GB RAM Mobile - Snapdragon Mobile"], "BrandName": ["No Brand"], "DiscountPrice": ["Rs. 14,991"], "OrighnalPrice": ["Rs. 25,000"], "Category": "smartphones", "ProductUrl": "https://www.daraz.pk/products/tecno-spark-10c-4gb-ram-128gb-rom-5000mah-pta-approved-official-brand-warranty-i430008255-s2049185995.html?search=1", "image_urls": ["https://static-01.daraz.pk/p/4d1574c25dfa8b12de7d6742c2d2df83.jpg_750x750.jpg_.webp"], "images": [{"url": "https://static-01.daraz.pk/p/4d1574c25dfa8b12de7d6742c2d2df83.jpg_750x750.jpg_.webp", "path": "full/bf902e01dd7c7dd8121ae2e3e5b632567e8b0374.jpg", "checksum": "14c9041701e1f9eb707c4a486050a6fd", "status": "downloaded"}], "Rating": ["3.9"], "reviews": ["mobile like new. but abe reseve keya ha use kei ga tu bato ga ksa ha draz delivery service good    mobile is so good like new condition vary fast mobile am use 3 day thankc you so much draz mujy kucx masla tha bhi na bhot gide b keya time deta thankc bhi jan. am so happay", "nice and good pr aik issue hai ye hang hota hai bar bar lekin is price mein acha phone hai", "Mobile phone kamal ka. tha bilkul ok piece tha. ", "I bought this phone first my mother and she loved it. It has a big screen with 90hz smooth touch. The phone has enough power to run essential apps and it is good enough for a day to day usage. I really liked the color and aesthetics. I bought it for 34,600 Rs which is approx 6k cheaper as compared to offline market. Thanks daraz #1.1 campaign.", "Same as shown in pictures. Got it at a very good price. It is worth buying. Didnt insert sim yet but it looks perfect.", "Product is original and PTA approved but no warranty shown in box card or online. Seller did not answer for any msgs, no communication between seller and customer. Delivery was also too late, it takes 10 days to deliver."]},
{"Productname": ["SPARX NEO 7 ULTRA 6+128GB || 6.7\" DISPLAY || 5000mAh BATTERY || OCTA CORE PROCESSOR || FAST CHARGING || PTA APPROVED || ONE YEAR BRAND WARRANTY"], "BrandName": ["No Brand"], "DiscountPrice": ["Rs. 26,499"], "OrighnalPrice": ["Rs. 39,000"], "Category": "smartphones", "ProductUrl": "https://www.daraz.pk/products/samsung-galaxy-a04s-4gb-128gb-official-pta-approved-official-warranty-i429492323-s2045838410.html?search=1", "image_urls": ["https://static-01.daraz.pk/p/6ef8aeb46ab16d19726e1b0ceab9d8e2.jpg_750x750.jpg_.webp"], "images": [{"url": "https://static-01.daraz.pk/p/6ef8aeb46ab16d19726e1b0ceab9d8e2.jpg_750x750.jpg_.webp", "path": "full/b8f57ee653ce518a94a02a0d73a73826828292d2.jpg", "checksum": "42b33617455861060437a73057f81356", "status": "downloaded"}], "Rating": ["4.4"], "reviews": ["#11.11Wow! What a great mobile. The real thing is that seal pack, original, PTA approved, Under Warranty and all the accessory was included. Really appreciated to honest seller. This was my 1st time order of mobile phone and I was frightened but on receipt of mobile I joy and very very happy to see mobile. specifications are also same as describing.. Thanks seller and DARAZ", "thank u seller i like it very much ur product and ur respons u r the best seller of pakistan i proud of u . i recommand all pakistnies this seller is the best .honest man my fifth parcel recieved i mvery happy and thank u draz good service all the best be happy.", "I'm feeling really very bad to seee my order because it's not same color as i ordered...i have ordered yellow clr but receive golden clrr.i want to purchase infinix hot 30 but due to yellow clr i have ordered sparx 7 ultra because yellow mine favorite but poor response from seller", "Good phone with good memory 4, 64 with this amazing price, also seller is very corporative, recommended seller", "5 Star Excellent Condition. recommended in this price. drawback is this attached msg and auto restart occur once in a day. Auto restart due to old version of android. i don't know refund allowed after 7 days or not. ", "Bohat zabardast mobile hy14000 men aysy chez bohat zabardast mobileThanks seller thanks daraz Ye mera dosra order hy bohat acha rha"]},
{"Productname": ["Oppo A57 - 5.2\" HD Display - 3GB RAM - 32GB ROM - Dual Sim - PTA Approved (Phone and Box Only, No Accessories- Mix Color)"], "BrandName": ["No Brand"], "DiscountPrice": ["Rs. 14,999"], "OrighnalPrice": [], "Category": "smartphones", "ProductUrl": "https://www.daraz.pk/products/6gb-c53-i448911805-s2139256770.html?search=1", "image_urls": ["https://static-01.daraz.pk/p/356b32e7b8b6db6aa2542b67ac14d05a.jpg_750x750.jpg_.webp"], "images": [{"url": "https://static-01.daraz.pk/p/356b32e7b8b6db6aa2542b67ac14d05a.jpg_750x750.jpg_.webp", "path": "full/dc62fbad6f157d5d34a0af683cea9f26448cca5f.jpg", "checksum": "cd0220ae34f64687deb3a36ef8c42638", "status": "downloaded"}], "Rating": ["4.1"], "reviews": ["best deal ever phone mai ek technical issue tha seller ne mere door step pe a k phone replace kar k diya 100% trusted seller ♥️", "Mobile bar bar freeze ho jata he, kabhi kabhi screen CHOTI ho jati he thori der bad Sahi ho jati he, mobile bar bar Hang ho jata he, mobile 30% battery hone pr band ho jata he.es se Kuch din pehle yehi set aik mangwya tha wo bilkul ok chal Raha he", "Mobile Acha haiPacking b achi haiBuht safely packed 4/64Gb haiCamera b acha haiBattery 2900 k hisab se achi haiDual SIM card are working nowReview posted after few days checked"]},
{"Productname": ["Samsung Galaxy A04 4GB - 64GB OFFICIAL PTA APPROVED OFFICIAL  WARRANTY"], "BrandName": ["Samsung"], "DiscountPrice": ["Rs. 42,999"], "OrighnalPrice": [], "Category": "smartphones", "ProductUrl": "https://www.daraz.pk/products/samsung-galaxy-a54-8gb256gb-i432674368-s2067645348.html?search=1", "image_urls": ["https://static-01.daraz.pk/p/7e7449f53813913c06e1d4b55f235fee.jpg_750x750.jpg_.webp"], "images": [{"url": "https://static-01.daraz.pk/p/7e7449f53813913c06e1d4b55f235fee.jpg_750x750.jpg_.webp", "path": "full/a32caa34aa34c091a6cba8eacc7741f18650a015.jpg", "checksum": "d9d3c9ab31354279d4874e053c96861d", "status": "downloaded"}], "Rating": ["4.6"], "reviews": ["mobile received safely. However, packing was not so good. Its box was little pressed, but it was sealed pack.I have ordered the Samsung A04 from store names Samsung official but I received the mobile from Heaven Technologies. store name and sender store name should be same.Mobile is good and working perfectly, warranty card is not included in it, supplier informed that it can be checked online.", "The mobile phone was in best condition as it was delivered. I'm satisfied by this service and its highly recommended. My phone is working in best condition 💯✨️", "Thanks 👍 to seller and Thanks to rider very fast delivery 🚚 Thank you so much ♥️ i also uploaded unboxing video on YouTube Thank you Daraz", "assalam u alikum origna samsung phone with 1 year warranty . value fo money . all  functions working and tested .recomemded. android 13.0 updated🤩🤩", "Buhut achaa mobile hy.good experience. fingerprint lock nahi hy. face lock huta hy. fast charging hy or battery 2 din chalti hy.100 charger huny k bad 15 minutes tak 100 he rahta hy. es sy zeyada tareef k leay mery pass words nahi .", "its an awesome.phone celler was also good within two days i have got it and its origional 🤩😍", "good experience as usual I received original product with brand warranty card packed and intact box 😘", "Best Quality & extra ordinary quick delivery. 💯 recommended. Thanks to Daraz & seller. 👍", "sir warranty card not available in parsel I am very upset reply me how can I get mobile warranty card reply me I receive mobile Friday  date 27.10.2023 "]},
{"Productname": ["TECNO SPARK 20 256GB ROM+16GB RAM*(8GB+8GB Extended) 5000mAh(typ) BATTERY  6.6\" HD+ 90Hz Refresh Rate PTA APPROVED OFFICIAL BRAND WARRANTY"], "BrandName": ["Tecno"], "DiscountPrice": ["Rs. 33,699"], "OrighnalPrice": ["Rs. 34,999"], "Category": "smartphones", "ProductUrl": "https://www.daraz.pk/products/imported-vivo-y85-with-box-charger-dual-sim-approved-vivo-y85a-4gb-ram-mobile-snapdragon-mobile-i436809943-s2101413702.html?search=1", "image_urls": ["https://static-01.daraz.pk/p/50620c3d1a215a53a2eda8ae67930a6f.jpg_750x750.jpg_.webp"], "images": [{"url": "https://static-01.daraz.pk/p/50620c3d1a215a53a2eda8ae67930a6f.jpg_750x750.jpg_.webp", "path": "full/a4d11d5ae5474584ee52d392f61beb300883db1f.jpg", "checksum": "a5f334059f23d2ad085f0863c3e08b65", "status": "downloaded"}], "Rating": ["4.7"], "reviews": ["Actually mene ye phone white mai order kiya tha but receive hua toh gravity black color nikla but ab kya kiya jasakta hai because return karne ka faida nae overall phone acha lag raha hai bas seller se request hai ke jo color order kare customer wohi bheja karen i am a loyal customer of tecno but this time color ki waja se thora disappointed hon", "best mobile and best service 100% recommend ", "awesOme ", "best seller buht acha product hai thanks daraz", "Good Product ", "as expected as same", "it's nice recommended "]}
]